Repository: AKotov-dev/adbmanager
Catalog: adbmanager/languages/adbmanager.*.po
Languages: it

source: Scan active connection
it: Scansione connessione attiva

source: Switch to TCP/IP mode
it: Passa alla modalità TCP/IP

source: Switch to USB mode
it: Passa alla modalità USB

source: Reboot to Bootloader
it: Riavviare il bootloader

source: Normal reboot
it: Riavvio normale

source: Reboot to Recovery mode
it: Riavviare in modalità di ripristino

source: Shutdown the device (v4.4+)
it: Spegnere il dispositivo (v4.4+)

source: Esc - cancel...
it: Esc-annulla...

source: Create directory
it: Crea directory

source: Delete selected objects?
it: Elimina gli oggetti selezionati?

source: Enter the name:
it: Inserisci il nome:

source: The folder already exists!
it: La cartella esiste già!

source: Overwrite existing objects?
it: Sovrascrivere oggetti esistenti?

# temulatorform.cancelbtn.caption
source: Cancel
it: Annullare

source: Emulator/Device IP-address:
it: Emulatore/Indirizzo IP del dispositivo:

source: launch...
it: lanciare...

source: emulator
it: emulatore

source: Delete Key
it: Elimina chiave

# tmainform.devsheet.caption
source: no device
it: nessun dispositivo

source: Exit
it: Uscita

source: install
it: installare

# tmainform.keylabel.caption
source: wait...
it: aspettate...

source: Key:
it: Chiave:

source: 1. Turn on the "USB Debugging" on smartphone 2. Set the USB access rights on your the PC: usermod -aG adbusers,plugdev $LOGNAME; reboot
it: 1. Accendere il "Debug USB" su smartphone 2. Impostare i diritti di accesso USB sul PC: usermod-aG adbusers, plugdev $LOGNAME; reboot

source: Smartphone managing
it: Gestione smartphone

source: reboot
it: riavviare

source: Restart
it: Riavviare

source: search apk
it: cerca apk

source: terminal
it: terminale

source: sd-card
it: scheda sd

source: uninstall
it: disinstallati

# trebootform.cancelbtn.caption
source: Cancel
it: Annullare

source: Reboot/Shutdown
it: Riavvio/Arresto

source: SD-Card manager
it: Gestione schede SD

source: Copy to SD-Card
it: Copia su scheda SD

source: Copy to computer
it: Copia sul computer

source: Delete Files/Folders
it: Elimina file/Cartelle

source: Free:
it: Libero:

source: Used:
it: Utilizzare:

source: Size:
it: Dimensione:

# tsdform.mkdirbtn.hint
source: Make folder
it: Crea cartella

# tsdform.mkpcdirbtn.hint
source: Make folder
it: Crea cartella

source: Update
it: Aggiornare

source: SD-Card Search (F12)
it: Ricerca scheda SD (F12)

source: Select all
it: Seleziona tutto

source: Upper level (BackSpace)
it: Livello superiore (BackSpace)

source: Deleting a package
it: Eliminazione di un pacchetto

source: launched
it: lanciato

# unit1.snodevice
source: no device
it: nessun dispositivo

source: Input the package name:
it: Inserire il nome del pacchetto:

source: Reboot device?
it: Riavviare il dispositivo?

source: restart...
it: riavviare...

source: Search packages
it: Cerca pacchetti

source: Input search string or *
it: Stringa di ricerca di input o *

source: yes
it: sì
