Repository: AKotov-dev/adbmanager
Catalog: adbmanager/languages/adbmanager-qt.*.po
Languages: ru

source: Scan active connection
ru: Сканировать активные подключения

source: Switch to TCP/IP mode
ru: Переключить в режим TCP/IP

source: Switch to USB mode
ru: Переключить в режим USB

source: Reboot to Bootloader
ru: Перезагрузка в Bootloader

source: Normal reboot
ru: Обычная перезагрузка

source: Reboot to Recovery mode
ru: Перезагрузка в Recovery mode

source: Shutdown the device
ru: Выключить устройство

source: Esc - cancel...
ru: Esc - отмена...

source: File copying started! Finish?
ru: Идёт копирование фалов! Завершить?

source: Create directory
ru: Создать директорию

source: Delete selected objects?
ru: Удалить выбранные объекты?

source: Enter the name:
ru: Введите имя:

# sdcardmanager.sobjectexists
source: The folder already exists!
ru: Папка уже существует!

# sdcardmanager.soverwriteobject
source: Overwrite existing objects?
ru: Перезаписать существующие объекты?

source: Automatic synchronization of accounts (Google, Facebook, etc.)
ru: Автоматическая синхронизация аккаунтов (Google, Facebook и т.д.)

source: Enable or disable auto-rotate screen
ru: Включить или отключить автоматический поворот экрана

source: Automatic system update
ru: Автоматическое обновление системы

source: Animation of transitions between screens and different states (transition_animation_scale)
ru: Анимация переходов между экранами и разными состояниями (transition_animation_scale)

source: Animation of button presses, scaling of elements (animator_duration_scale)
ru: Анимация нажатия кнопок, масштабирования элементов (animator_duration_scale)

source: Animation of opening, closing and moving windows (window_animation_scale)
ru: Анимация открытия, закрытия и перемещения окон (window_animation_scale)

source: Power saving mode
ru: Режим энергосбережения

# settings_unit.ssecnotifications
source: Security notifications, such as notifications that the device is password protected
ru: Уведомления безопасности, например, уведомления о том, что устройство защищено паролем

source: System sounds such as clicks when buttons are pressed
ru: Системные звуки, такие как щелчки при нажатии кнопок

# settings_unit.svibration
source: Vibration when pressing buttons or other actions
ru: Вибрация при нажатии кнопок или других действиях

# tcheckform.applybtn.caption
source: Apply
ru: Применить

source: Enable/Disable/Uninstall applications
ru: Включить/Отключить/Удалить приложения

source: Clear
ru: Очистить

# tcheckform.copytoclipboard.caption
source: Copy names of selected packages to clipboard
ru: Копировать имена выбранных пакетов в буфер

source: Search:
ru: Поиск:

source: Load a list of packages and states from a *.txt file
ru: Загрузить список пакетов и состояний из файла *.txt

# tcheckform.modebox.caption
source: Delete mode
ru: Режим удаления

source: Uninstalling selected applications (Android >= 6)
ru: Удалять выбранные приложения (Android >= 6)

# tcheckform.savetofile.caption
source: Save the list of packages and states to a *.txt file
ru: Сохранить список пакетов и состояний в файл *.txt

# temulatorform.cancelbtn.caption
source: Cancel
ru: Отмена

# temulatorform.caption
source: Connection/Scanning
ru: Подключение/Сканирование

source: Emulator/Device IP-address:
ru: IP-адрес Эмулятора/Устройства:

# tmainform.activelabel.caption
source: launch...
ru: запуск...

# tmainform.applistbtn.caption
source: applications
ru: приложения

source: Delete Key
ru: Удалить Ключ

# tmainform.devsheet.caption
source: no device
ru: нет устройства

# tmainform.emulatorbtn.caption
source: emulator
ru: эмулятор

source: Exit
ru: Выход

# tmainform.installbtn.caption
source: install
ru: установить

# tmainform.keylabel.caption
source: wait...
ru: ожидание...

source: Key:
ru: Ключ:

# tmainform.label3.caption
source: 1. Turn on the "USB Debugging" on smartphone 2. Set the USB access rights on your the PC: usermod -aG adbusers,plugdev $LOGNAME; reboot
ru: 1. Включите "Отладка по USB" на смартфоне 2. Установите права доступа к USB на PC: usermod -aG adbusers,plugdev $LOGNAME; reboot

source: Total / Available (%)
ru: Всего / Доступно (%)

source: Device Management
ru: Управление устройством

# tmainform.rebootbtn.caption
source: reboot
ru: перезагрузка

# tmainform.restartbtn.caption
source: Restart
ru: Рестарт

# tmainform.screenshotbtn.caption
source: screenshot
ru: скриншот

# tmainform.sdcardbtn.caption
source: sd-card
ru: sd-карта

# tmainform.searchbtn.caption
source: search apk
ru: поиск apk

# tmainform.settingsbtn.caption
source: settings
ru: настройки

source: terminal
ru: терминал

source: License: GPLv3 Author: alex_q_2000 (C) 2025 URL: https://github.com/AKotov-dev/adbmanager
ru: Лицензия: GPLv3 Автор: alex_q_2000 (C) 2025 URL: https://github.com/AKotov-dev/adbmanager

# tmainform.uninstallbtn.caption
source: uninstall
ru: удалить

# trebootform.cancelbtn.caption
source: Cancel
ru: Отмена

source: Reboot/Shutdown
ru: Перезагрузка/Выключение

# tsdform.caption
source: SD-Card manager
ru: Менеджер SD-Карты

source: hidden
ru: скрытые

source: Show hidden
ru: Показать скрытые

source: Copy to SD-Card
ru: Копировать на SD-Карту

source: Copy to computer
ru: Копировать на компьютер

# tsdform.delbtn.hint
source: Delete Files/Folders
ru: Удалить Файлы/Папки

source: computer
ru: компьютер

source: Free:
ru: Свободно:

source: Used:
ru: Занято:

source: Size:
ru: Размер:

# tsdform.mkdirbtn.hint
source: Make folder
ru: Создать папку

# tsdform.mkpcdirbtn.hint
source: Make folder
ru: Создать папку

source: Update
ru: Обновить

source: SD-Card Search (F12)
ru: Поиск SD-Карты (F12)

source: Select all
ru: Выделить всё

source: Upper level (BackSpace)
ru: Верхний уровень (BackSpace)

# tsettingsform.applybtn.caption
source: Apply
ru: Применить

source: Android TV Box settings
ru: Настройки Android TV Box

# tsettingsform.checkgroup1.caption
source: Useful settings that are often missing in stripped-down launchers...
ru: Полезные настройки, которых часто не хватает в урезанных лаунчерах...

# tsettingsform.label1.caption
source: System font size
ru: Размер системного шрифта (default - 1.0)

source: Menus, panels, messages, etc.
ru: Меню, панели, сообщения и т.д.

source: Sound volume (0..15)
ru: Громкость звука (0..15)

source: CPU Temperature:
ru: Температура CPU:

source: ADB not found!
ru: ADB не найден!

source: Package installation started! Finish?
ru: Идёт установка пакетов! Завершить?

source: ATTENTION! BE CAREFUL! Removing packages may disrupt the system! Before deleting, BE SURE TO MAKE A BACKUP! Delete selected applications?
ru: ВНИМАНИЕ! БУДЬТЕ ОСТОРОЖНЫ! Удаление пакетов может нарушить работу системы! Перед удалением ОБЯЗАТЕЛЬНО СДЕЛАЙТЕ БЭКАП! Удалить выбранные приложения?

# unit1.sdeletecaption
source: Deleting a package
ru: Удаление пакета

source: The file does not match the current list of packages!
ru: Файл не соответствует текущему списку пакетов!

source: launched
ru: запущен

source: no
ru: нет

# unit1.snodevice
source: no device
ru: нет устройства

source: Input the package name:
ru: Введите имя пакета:

source: Reboot device?
ru: Перезагрузить устройство?

# unit1.srestart
source: restart...
ru: перезапуск...

source: Search packages
ru: Поиск пакетов

source: Input search string or *
ru: Введите строку поиска или *

source: yes
ru: да
